[
  {
    "heading": "Anshoo Srivastava",
    "subheading": "Founder and Director",
    "description": "With over 22 years of experience, she transitioned from corporate life to dedicate her energy to helping individuals overcome mental and emotional traumas. For the past 10+ years, she has been counseling, diagnosing, and supporting clients through emotional, intra- and interpersonal, as well as psychological struggles. As a certified Psychometric Trainer, Counsellor, and Transpersonal Therapist, she has worked closely with the LGBTQ community, assisting individuals and their families in achieving clarity and self-acceptance.",
    "category": "leadership",
    "image": "/img/leaderImage/anshoo.png"
  },
  {
    "heading": "Darvesh Singh Yadavendra",
    "subheading": "Chairperson",
    "description": "For the past 20 years, he has been actively involved in advocating for and protecting the rights of sexual minorities. He was closely engaged in the legal battle surrounding Section 377 of the IPC. He has played a key role in organizing various queer events in Lucknow, including photo exhibitions, film festivals, and Pride Walks. His internationally acclaimed documentary films, Caged – Uncaged and Unheard Stories, focusing on the queer community and HIV, have been showcased at numerous international conferences on HIV and LGBT human rights.",
    "category": "leadership",
    "image": "/public/img/leaderImage/Darvesh.png"
  },
  {
    "heading": "Pankaj Rastogi",
    "subheading": "Director – Projects",
    "description": "An IIT Roorkee alumnus, accomplished Toastmaster, and visionary leader, he brings over 35 years of rich and diverse experience with international companies. A true leader, he has a unique ability to motivate, mentor, and guide teams into becoming highly resourceful talents. He firmly believes that building strong relationships requires giving undivided attention to clients' needs and delivering exceptional service without cutting corners.",
    "category": "leadership",
    "image": "/public/img/leaderImage/pankaj.png"
  },
  {
    "heading": "Zeeshan Shaji",
    "subheading": "Director – Finance & Alliances",
    "description": "With over 25 years of senior management experience in the banking and manufacturing sectors, he holds degrees in law and management and has successfully led several companies in establishing operations in India. His passion for achieving transparency through technology has made him a driving force in facilitating technology-based alliances. He has played a key role in enabling these alliances to seamlessly enter the Indian market through strong partnerships, ensuring that core technology manufacturing is accomplished.",
    "category": "leadership",
    "image": "/public/img/leaderImage/zeeshan.png"
  },
  {
    "heading": "Shalabh Rastogi",
    "subheading": "Director - Media & Marketing",
    "description": "With more than 30+ years in Print Media, he has managed multiple campaigns for various sections of society. He is actively involved in multiple forums and is often invited as a speaker for motivational and spiritual talks. An MBA by qualification, he is deeply passionate about working for the upliftment and betterment of society.",
    "category": "leadership",
    "image": "/public/img/leaderImage/shalab.png"
  },
  {
    "heading": "Aryan Pasha",
    "subheading": "Transman Bodybuilding Champion",
    "category": "Advisory Board",
    "description": "Aryan Pasha, India's first transman bodybuilding champion, advocates for transgender visibility. After transitioning at 19, they excelled academically and aim to establish a shelter home for transgenders in India. Recently making history at Muscle Mania, Pasha secured second place, emphasizing resilience and breaking societal barriers.",
    "image": "/public/img/leaderImage/aryan.png"
  },
  {
    "heading": "Dr. Parul Prasad",
    "subheading": "MBBS, MD, DNB, FGMH, MIPS",
    "category": "Advisory Board",
    "description": "Dr. Parul Prasad is a psychiatrist in Lucknow, specializing in geriatric, women’s, and LGBTQIA+ mental health. She is an Associate Professor at Career Institute of Medical Sciences and Director of Trident Neuropsychiatric Hospital. Actively involved in mental health advocacy, she frequently participates in seminars and collaborates with NGOs to raise awareness and provide care.",
    "image": "/public/img/leaderImage/parul.png"
  },
  {
    "heading": "Dr. Pawan Gupta",
    "subheading": "MBBS, MD",
    "category": "Advisory Board",
    "description": "Dr. Pawan Kumar Gupta is an Additional Professor of Psychiatry at King George’s Medical University, Lucknow. He specializes in Child and Adolescent Psychiatry and Cyber Psychiatry. A recipient of the M. Murugan Poster Award (ANCIPS 2020) and Dr. JC Marfatia Award, Dr. Gupta is recognized for his contributions to the field.",
    "image": "/public/img/leaderImage/pawan.png"
  },
  {
    "heading": "Chitrangada S Raman (She/Her)",
    "subheading": "MBBS Student & Community Support Lead",
    "category": "Directors",
    "description": "Perusing a professional medical degree (MBBS), she runs an online support platform for trans women in India called The Happy Trans Woman Group, part of The Happy Trans Folks (a Telegram network). She enjoys alternative music, curating public playlists on Spotify. Passionate about children's mental and physical health, and committed to promoting scientific education and evidence-based thinking, she aspires to become a pediatrician in the future.",
    "image": "/img/leaderImage/raman.png"
  },
  {
    "heading": "Ankur Verma (He/She/They)",
    "subheading": "MA Sociology Student",
    "category": "Directors",
    "description": "Perusing Masters of Art-Sociology from South Asian University, Delhi. Identifies as Gender Fluid Queer Individual. Being fond of reading books and understanding the writing of different authors, Ankur is a good content writer and an orator. Had a 'Likho Citizen Journalism Fellowship' from Humsafar Trust, Mumbai and has been volunteering with like-minded NGOs.",
    "image": "/img/leaderImage/ankur.png"
  },
  {
    "heading": "Neetu Sanjay",
    "subheading": "Image Consultant & Life Coach",
    "category": "Directors",
    "description": "An experienced Image Consultant, Soft Skills Trainer, and Life Coach dedicated to helping individuals unlock their full potential. She specializes in personal branding, guiding clients to express their authentic selves through their appearance. Her approach emphasizes the power of first impressions and how a polished image can positively influence professional opportunities. She believes that strong soft skills are the foundation for successful relationships and career advancement.",
    "image": "/public/img/leaderImage/netu.png"
  },
  {
    "heading": "Sugat Hari Rastogi",
    "subheading": "Business Analyst",
    "category": "Directors",
    "description": "Sugat, a Business Analyst at an American company in Bengaluru, holds a background in Computer Science and Management. Passionate about film analysis, he has been actively involved in short films, documentaries, and theater performances since his student days.",
    "image": "/public/img/leaderImage/sugat.png"
  },
  {
    "heading": "Sukriti Hari",
    "subheading": "Psychologist & Researcher",
    "category": "Directors",
    "description": "Sukriti is a passionate psychologist who was conferred with the gold medal post her master's in Psychology. Following her passion for research, she's currently pursuing her PhD in Organizational Behavior from Thapar University. Her interests include counseling, psychometrics, neuropsychology, and organizational behavior. In her free time, she likes to gain new experiences such as going on adventurous trips and learning new languages.",
    "image": "/public/img/leaderImage/sukriti.png"
  }
]
